quiz_questions = [
    {
        "question": "Какой язык программирования используется для создания Telegram-ботов на aiogram?",
        "options": ["Python", "Java", "C#", "Ruby"],
        "answer": "Python"
    },
    {
        "question": "Кто является создателем теории относительности?",
        "options": ["Ньютон", "Эйнштейн", "Галилей", "Тесла"],
        "answer": "Эйнштейн"
    },
    {
        "question": "Что такое HTML?",
        "options": [
            "Язык программирования",
            "База данных",
            "Язык разметки",
            "Фреймворк Python"
        ],
        "answer": "Язык разметки"
    },
    {
        "question": "Какой порт по умолчанию используется для HTTPS?",
        "options": ["443", "80", "22", "8080"],
        "answer": "443"
    }
]
