TEXT = (
    "🌟 <b>Добро пожаловать на мой небольшой учебный проект по созданию Телеграм бота на aiogram.</b>\n\n"
    "Сегодня я буду твоим умным помощником, который позволит реализовать нижеследующее:\n\n"
    "🎯 <b>Случайный факт</b> — факты, которые удивляют...\n"
    "💬 <b>AI-чат</b> — можешь общаться на свободные темы, но в рамках учёбы, развлечения и не более.\n"
    "🎭 <b>Диалог с личностью</b> — пообщаемся в необычном формате с великими людьми.\n"
    "🧠 <b>Викторина</b> — проверим знания и узнаем что-то новое. Здесь будут вопросы чисто по IT тематике\n"
    "🌍 <b>Переводчик</b> — тут я тебе помогу перевести тексты любой сложности...\n"
    "🎬 <b>Подборки и советы</b> — фильмы, книги и полезные рекомендации."
)